Page({

  /**
   * 页面的初始数据
   */
  data: {
    listData: [
      { "col1": "第一列1", "col2": "第二列1", "col3": "第三列1" },
      { "col1": "第一列2", "col2": "第二列2", "col3": "第三列2" },
      { "col1": "第一列3", "col2": "第二列3", "col3": "第三列3" },
      { "col1": "第一列4", "col2": "第二列4", "col3": "第三列4" },
      { "col1": "第一列5", "col2": "第二列5", "col3": "第三列5" },
      { "col1": "第一列6", "col2": "第二列6", "col3": "第三列6" },
      { "col1": "第一列7", "col2": "第二列7", "col3": "第三列7" },
      { "col1": "第一列8", "col2": "第二列8", "col3": "第三列8" }
    ]
  }
})